{"inkVersion":21,"root":[["#","^show_panel:LivingRoom","/#","^ช่วงสายของวันถัดมาในขณะที่คุณกำลังพักผ่อนอยู่ในห้องนั่งเล่นอดังขึ้นมา","\n",{"->":"show_callin"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"show_callin":[["#","^show_panel:PhoneCallIn","/#","^คุณได้กดวางสาย","\n","#","^hide_panel:PhoneCallIn","/#",{"->":"call"},["end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"call":["#","^show_panel:PhoneCalling","/#","^\"สวัสดีครับ ผมพลตำรวจโท ทวียศ\"","\n","^\"เจ้าหน้าที่กองกราบปรามยาเสพติด\"","\n","^\"ขอเรียนสายคุณน้ำ แม่ของผู้ต้องหา\"","\n","^\"ลูกชายของคุณถูกจับเนื่องจากมีสารเสพติดไว้ในครอบครอง\"","\n","^\"และจากการสอบสวน เรายังพบว่ามีสารเสพติดบางส่วน","\n","^ถูกส่งไปที่บ้านของคุณ\"","\n","^\"ตอนนี้ลูกชายของคุณถูกฝากตัวชั่วคราวอยู่ในสน.\"","\n","^\"คุณต้องการประกันตัวลูกชายคุณไหม\"","\n","^ตำรวจโทรมาบอกคุณเรื่องของลูกชาย และถามถึงเรื่องการประกันตัวลูกชาย","\n",{"->":"choices"},{"#f":1}],"choices":[["ev","str","^ต้องการประกันตัว","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ขอตรวจสอบความจริง","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^ไม่เชื่อและตัดสายทิ้ง","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":[{"->":"Scene4_2"},"\n",{"#f":5}],"c-1":[{"->":"Scene4_3"},"\n",{"#f":5}],"c-2":[{"->":"Scene4_4"},"\n","#","^hide_panel:PhoneCalling","/#",{"#f":5}]}],{"#f":1}],"Scene4_2":["#","^show_panel:PhoneCalling","/#","^\"ต้องการประกันตัวค่ะ\"","\n","^\"ตามหลักกฎหมายการมียาเสพติดไว้ในการครอบครอง\"","\n","^\"มีโทษจำคุก 2 ปีหรือต้องจ่ายค่าประกันตัว 40,000 บาท\"","\n","^\"ถ้าอย่างงั้ได้โปรดแอดไลน์ ID ตามที่ผมบอก\"","\n","^\"จากนั้นส่งรูปบัตรประชาชนของคุณแม่มาด้วยครับ จะได้ไม่ต้องมาที่สน. ทางเราจำดำเนินการให้\"","\n","^ตำรวจให้แอดไลน์ IDเพื่อส่งรูปบัตรประชาชนและบอกค่าประกันตัวลูกชายที่สูงถึง 40,000 บาท","\n",{"->":"choice2"},{"#f":1}],"choice2":[["ev","str","^ดำเนินการตามที่ตำรวจบอก","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ค่าปรับสูง ขอเวลาในการตรวจสอบให้มั่นใจ","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"BadEnd1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Scene4_3"},"\n",{"#f":5}]}],{"#f":1}],"Scene4_3":[["#","^show_panel:Box","/#","^คุณวางสายและรีบเดินไปยังกล่องพัสดุที่ส่งมาเมื่อวานเพื่อที่จะตรวจสอบว่าข้างในมีอะไรอยู่","\n","#","^hide_panel:Box","/#","#","^show_panel:Powder","/#","^คุณเปิดออกมาและได้พบกับสารสีขาวบางอยู่ที่อยู่ในซองพลาสติก","\n","^อีกทั้งจำนวนของซองพลาสติกที่อยู่ในกล่องก็มีจำนวนอยู่ไม่น้อยเลยทีเดียว","\n","ev","str","^โทรกลับไปประกันตัว","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ปรึกษาคนใกล้ตัว","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^ปล่อยลูกชายติดคุก","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"BadEnd1"},"\n",{"#f":5}],"c-1":["^  ",{"->":"goodEnd2"},"\n",{"#f":5}],"c-2":["^  ",{"->":"AlternativeEnd3"},"\n","#","^hide_panel:Powder","/#",{"#f":5}]}],{"#f":1}],"Scene4_4":[["#","^show_panel:LivingRoom","/#","^คุณตัดสายของคนที่อ้างว่าตัวเองเป็นตำรวจทิ้งและกลับไปทำสิ่งที่คุณสนใจต่อ","\n","^จนเวลาได้ผ่านไปได้พักหนึ่ง..","\n","#","^hide_panel:LivingRoom","/#","#","^show_panel:PhoneCallIn","/#","ev","str","^รับสาย","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ตัดสาย","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"contiScene4_4"},"\n","#","^hide_panel:PhoneCallIn","/#",{"#f":5}],"c-1":["^ ",{"->":".^.^.^"},"\n",{"#f":5}]}],{"#f":1}],"contiScene4_4":["^\"สวัสดีครับคุณน้ำ ผมพลตำรวจโท ทวียศนะครับ\"","\n","^\"ผมเข้าใจว่าคุณแม่อาจจะไม่เชื่อ แต่ผมโทรมาอีกครั้งเพื่อยืนยัน\"","\n","^\"ว่าลูกชายจองคุณแม่กำลังถูกฝากขังอยู่ที่สน.ด้วยข้อหาเกี่ยวกับเรื่องยาเสพติด\"","\n","^\"หากคุณแม่ไม่เชื่อ ลองเปิดพัสดุล่าสุดที่ส่งมาถึงบ้านคุณแม่ดูครับ\"","\n","^\"เพราะในระหว่างที่คุณแม่ตัดสายไป ทางเราได้สอบสวนลูกชายของคุณแม่เพิ่มเติม\"","\n","^\"เราจำเป็นต้องดำเนินการตามขั้นตอนของกฎหมาย\"","\n","^\"ได้โปรดบอกมาด้วยครับว่าคุณจะประกันตัวลูกชาย\"","\n","^\"หรือปล่อยให้ลูกชายของคุณติดคุกครับ\"","\n","^ตำรวจโทรมาย้ำคุณเรื่องของลูกชายและให้คุณเลือกประกันตัวหรือปล่อยให้ลูกชายนอนคุก","\n",{"->":"choice3"},{"#f":1}],"choice3":[["ev","str","^ลองตรวจสอบพัสดุ","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^จ่ายค่าประกันตัว","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^ปล่อยลูกชายติดคุก","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"Scene4_3"},"\n",{"#f":5}],"c-1":["^ ",{"->":"BadEnd1"},"\n",{"#f":5}],"c-2":["^ ",{"->":"AlternativeEnd3"},"\n",{"#f":5}]}],{"#f":1}],"BadEnd1":["^คุณทำตามที่ตำรวจบอกและโอนเงินค่าประกันตัว","\n","^ตำรวจจึงขอเวลาในการดำเนินการและวางสายคุณไป","\n","^ภายในเย็นวันนั้น คุณที่ได้เป็นห่วงลูกชายอย่างมากจึงโทรไปหา","\n","^คุณถามถึงเรื่องคดี ว่ามีความเป็นมาอย่างไร","\n","^แต่ลูกชายของคุณกลับมีท่าทีสับสนกับคำพูดของคุณ","\n","^เขาเตือนสติคุณและบอกให้คุณรีบไปแจ้งความโดยตรง","\n","end",{"#f":1}],"goodEnd2":["^คุณตัดสินใจเอาเรื่องราวที่เจอไปลองปรึกษาเพื่อนๆ และญาติๆ","\n","^ทุกเสียงต่างก็บอกเหมือนกันว่าเป็นเรื่องหลอกลวง","\n","^ลูกชายของคุณที่พวกเขารู้จักเป็นเด็กดี ขยันขันแข็ง","\n","^ไม่มีทางที่เขาจะเข้าไปยุ่งกับยาเสพติดอย่างแน่นอน","\n","^คุณจึงลองโทรศัพท์ไปหาลูกชาย และลูกชายก็ได้รับสาย","\n","^คุณระบายเรื่องที่ได้เจอมาในวันนี้ด้วยความโล่งใจ","\n","^ลูกชายก็ชื่นชมคุณที่คุณไม่ตกเป็นเหยื่อของแก๊งมิจฉาชีพและได้กล่าวถึงพัสดุที่ส่งไปยังบ้านคุณเมื่อวาน","\n","^มันไม่ใช่พัสดุที่เขาสั่งแต่อย่างใดเพราะเขาได้ตรวจสอบแล้วว่าพัสดุที่เขาได้สั่งเอาไว้ยังส่งไปไม่ถึงคุณ","\n","^ก่อนลูกชายของคุณจะวางสาย เขาได้แนะนำให้เอาพัสดุปริศนาไปแจ้งความ","\n","end",{"#f":1}],"AlternativeEnd3":["^ตำรวจตกตะลึงไปพักนึงกับการตัดสินใจของคุณ","\n","^เขารับเรื่องและบอกจะดำเนินการให้ก่อนที่จะวางสายไป","\n","^คุณได้แต่เสียใจในสิ่งลูกชายได้ทำลงไป และยังเสียใจกับการที่ต้องปล่อยให้ลูกแท้ๆ ของตัวเองต้องนอนคุก","\n","^นี่คงเป็นบทเรียนที่มีค่าสำหรับเขา และหวังว่าเมื่อลูกชายของคุณออกจากคุกแล้ว เขาจะเป็นคนที่ดีขึ้นและไม่เข้าไปยุ่งกับสารเสพติดอีก","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}