{"inkVersion":21,"root":[["^เวลาผ่านไปได้ไม่นาน ก็มีแจ้งเตือนขึ้นมาจาก PEA Official","\n","#","^show_panel:PhoneLock","/#","#","^show_panel:OnLock_Of","/#",{"->":"Line"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Line":["#","^play_sound:Unlock","/#","#","^show_panel:Chat_PEAOfficial","/#","#","^hide_panel:PhoneLock","/#","#","^hide_panel:OnLock_Of","/#","^แชท","\n","#","^hide_panel:Chat_PEAOfficial","/#",{"->":"Ending1BadEnd"},{"#f":1}],"Ending1BadEnd":["#","^hide_panel:","/#","#","^show_panel:","/#","^สามวันผ่านไป คุณตื่นขึ้นมาพร้อมกับเสียงแจ้งเตือนของโทรศัพท์","\n","^คุณคิดว่ามันเป็นเสียงแจ้งเตือนของ เจ้าหน้าที่การไฟฟ้าที่จะมาเปลี่ยนมิเตอร์ให้คุณใหม่","\n","^แต่พอคุณเปิดโทรศัพท์ขึ้นมาดู มันกลับเป็นรายการใช้จ่ายเงินในบัญชีคุณ","\n","^คุณตกใจมากกับเหตุการณ์ที่เกิดขึ้น","\n","^คุณรีบแจ้งอายัดบัญชีและแจ้งความอย่างเร่งรีบ","\n","^โชคยังดีที่ตำรวจสามารถกู้เงินที่ถูกใช้ไปคืนมาได้บางส่วน","\n",{"->":"Ending2GoodEnd"},{"#f":1}],"Ending2GoodEnd":["#","^hide_panel:LivingRoom","/#","#","^show_panel:PEA","/#","^เช้าวันรุ่งขึ้น คุณได้เดินทางไปยังการไฟฟ้าส่วนภูมิภาค","\n","^คุณพูดคุยกับเจ้าหน้าที่เรื่องของการเปลี่ยนมิเตอร์และการจ่ายค่าไฟ","\n","^เจ้าหน้าที่ได้ฟังเรื่องราวของคุณและกล่าวชื่นชมคุณ","\n","#","^hide_panel:PEA","/#","#","^show_panel:Ending2GoodEnd","/#","^อีกทั้งเจ้าหน้าที่ยังแนะนำคุณอีกด้วยว่า","\n","^บัญชีของการไฟฟ้ามีเพียงบัญชีเดียวคือ @PEAThailand","\n","^ซึ่งบัญชีแท้ต้องมีสัญลักษณ์โล่สีเขียวอยู่ข้างหน้าชื่อ","\n","^นอกจากจะคอยแจ้งเตือนข่าวสารและแจ้งค่าไฟแล้ว","\n","^คุณยังสามาถชำระค่าไฟในรูปออนไลน์ได้โดยไม่ต้องมาที่การไฟฟ้า","\n","^แต่เรื่องของมิเตอร์นั้น ต้องมาติดต่อกับการไฟฟ้าโดยตรงเท่านั้น","\n",{"->":"Ending3AlternativeEnd"},{"#f":1}],"Ending3AlternativeEnd":["#","^hide_panel:LivingRoom","/#","#","^show_panel:","/#","^แล้วเวลาก็ล่วงเลยมาหนึ่งสัปดาห์","\n","^คุณได้นำประสบการณ์ที่คุณเจอมาเล่าให้เพื่อนขอบคุณฟัง","\n","^เขาโล่งใจที่คุณไม่ได้ตกเป็นเหยื่อของมิจฉาชีพ","\n","^และบอกอีกด้วยว่าเขานั้นก็ยังใช้มิเตอร์จานหมุนแบบเก่าอยู่","\n","^มันไม่ได้มีปัญหาอะไรเลย","\n","^ที่ค่าไฟขึ้นนั้น เป็นเพราะอากาศร้อน","\n","^ตู้เย็นและเครื่องปรับอากาศมักจะทำงานหนักในช่วงหน้าร้อนเป็นธรรมดา","\n","^ค่าไฟที่บ้านของเขาก็เพิ่มขึ้นเช่นกัน","\n","^และแล้ว หัวข้อนี้ในการสนทนาก็เป็นเพียงเรื่องราวตลกขบขันที่แฝงไปด้วยสามัญสำนึกทั่วไปที่คุณอาจจะลืมคิดถึงไปหรือเปล่านะ?","\n",{"->":"PreEnding3AlternativeEnd"},{"#f":1}],"PreEnding3AlternativeEnd":["^คุณสัมผัสได้ถึงบางสิ่งที่ผิดปกติ","\n","^รายชื่อบัญชีเป็นบัญชีส่วนบุคคล ไม่ใช่บัญชีทางการ","\n","^คุณจึงเลือกที่จะยกเลิกการโอน และเลิกติดต่อกับบัญชี Line นั้นไป","\n",{"->":"Ending3AlternativeEnd"},"end",{"#f":1}],"#f":1}],"listDefs":{}}